export const whoweare = `
Мы первая фаза клонов-теней. Клоны-тени — это элитный отряд солдат-клонов, созданный директором Республиканской разведки Армандом Айсардом во время Войн клонов. В условиях сокращения числа элитных разведчиков-коммандос, Айсард инициировал создание солдат-теней как специализированного разведывательного подразделения. Благодаря сильно модифицированной и дорогостоящей броне,  которая позволяет изменять маскировку на ходу эти солдаты могли действовать скрытно и под прикрытием, выполняя важные миссии.

На поздних этапах войны роль солдат-теней значительно расширилась. Некоторые из них стали выполнять обязанности снайпера, в то время как другие активно участвовали в боевых действиях на передовой. Хотя их системы помех не позволяли им работать совместно с обычными солдатами, клоны-тени часто отправлялись перед крупномасштабными вторжениями для установки устройств помех в ключевых городах. Это позволяло их товарищам незаметно и эффективно проникать к своим целям, обеспечивая успех операций.

Причина создания клонов-теней
Основной причиной создания клонов-теней стало увеличение потерь среди элитных разведчиков-коммандос. Республика столкнулась с угрозой нехватки эффективных разведчиков и диверсантов, способных выполнять задания в тылу врага. Клоны-тени были призваны восполнить этот пробел и обеспечить продолжение успешных операций в условиях войны.
`;

export const reconRules = [
  "На разведке запрещено использовать вооружение без особой необходимости. [Искл. - прямая угроза жизни]",
  "На разведке должны быть не менее 2-ух клонов.",
  "Полный план развед. операции разрабатывается до выхода на неё",
  "Разведчик обязан знать все виды техники КНС, а также все модели боевых дроидов.",
  "Разведчику запрещается оставлять раненых  союзников на территории врага.",
  "Любую информацию о разведке вы должны передать Коммандеру 49го РДБ",
  "Разведчику запрещается оставлять раненых  союзников на территории врага.",
];
export const sabRules = [
  "Операции диверсии должны оставаться полностью конфиденциальными. [Исключение — если раскрытие является частью стратегии.]",
  " Полный план диверсионной операции должен быть разработан до начала выполнения. [Исключение — обстоятельства не допускают предварительной подготовки.]",
  "Цели диверсии должны быть стратегически значимыми для максимального воздействия на врага. [Исключение — непредвиденные обстоятельства.]",
  "Применяйте только проверенные и эффективные средства для выполнения задачи. [Исключение — наличие специальных условий.]",
  "После выполнения диверсии обязательно провести анализ достигнутых результатов и извлеченных уроков.",
];
export const assaultRules = [
  "Полный план штурма должен быть разработан и согласован до начала операции. [Исключение — непредвиденные обстоятельства.]",
  "В штурмовой операции должны участвовать силы, достаточные для выполнения задачи, с учетом численности и состава врага.",
  "Атакующие должны занять позиции, обеспечивающие максимальное преимущество и минимизацию потерь.",
  "Все подразделения должны действовать согласованно, с четким взаимодействием и обменом информации",
  "При штурме необходимо быстро нейтрализовать ключевые угрозы и укрепления противника",
  "Стремитесь к минимизации потерь среди личного состава и гражданского населения",
  "После завершения штурма проведите анализ результатов операции и корректировку планов для будущих операций",
];
